Repository: forest28gold/ReportProject
Catalog: malamo/Support Files/*.lproj/Localizable.strings
Languages: fr

source: Please provide as much information about the victim(s) as possible. Remember that your report is confidential and will not be sent to the police unless the incident you’re reporting is considered a hate crime.
fr: Veuillez entrer le plus d’informations possible à propos de la ou des victimes N’oubliez pas que votre signalement est confidentiel et qu’il ne sera acheminé à la police que si l’incident que vous signalez correspond à un crime haineux.

source: Whether you are a victim or a witness, you may choose to submit your report anonymously, or to identify yourself.
fr: Que vous soyez victime ou témoin, vous pouvez choisir de soumettre votre signalement de façon anonyme ou de vous identifier.

source: In order to benefit from possible follow-up, please provide the following information.
fr: Afin de bénéficier d’un suivi éventuel, veuillez fournir les informations suivantes

source: Do you give permission for the CPRLV to contact you, if necessary, to clarify any aspects of your report?
fr: Permettez-vous que le CPRMV communique avec vous, au besoin, pour clarifier votre signalement?

source: CPRLV specialists are trained to help if you need special attention or psychological or social support. They can also direct you to appropriate resources. Would you like the CPRLV to contact you to offer additional support, if your report falls within its areas of expertise and action?
fr: Les spécialistes du CPRMV sont formés pour vous accompagner si vous avez besoin d’une écoute spécialisée ou d’un soutien psychosocial. Ils peuvent également vous diriger vers les ressources appropriées. Désirez-vous que le CPRMV communique avec vous pour vous offrir un soutien adapté, si votre signalement correspond à ses champs de compétences et d’intervention?

source: Thank you for your report. We will look at it as soon as possible.
fr: Nous vous remercions pour ce signalement. Nous le traiterons dans les plus brefs délais.

source: Here is the tracking number for your report. Make sure you save it so you can track the status of your report. If you lose your tracking number, you won't be able to retrieve it, or get a new one.
fr: Voici le numéro de suivi attribué à votre signalement. Sauvegardez ce numéro pour connaître le statut de votre signalement. Si vous perdez votre numéro de suivi, vous ne pourrez pas le récupérer, ni en obtenir un nouveau.

source: Do you need any help or support related to the event you just reported?
fr: Bénéficier d’un accompagnement et d’un soutien adapté à l’incident que vous venez de signaler?

source: You can talk to CPRLV professionals any time. Feel free to contact us:
fr: Les professionnels du CPRMV sont à votre écoute en tout temps. N’hésitez pas à nous contacter:

source: Select one or more services to filter the organization map.
fr: Sélectionnez un ou plusieurs services pour filtrer la carte des organismes.
