Repository: forest28gold/ReportProject
Catalog: malamo/Support Files/*.lproj/Localizable.strings
Languages: fr

source: Alert
fr: Alerte

source: Welcome to MALAMO
fr: Bienvenue sur MALAMO

source: If your safety or the safety of someone else is being threatened, or if you need emergency assistance, call 9-1-1 right away.
fr: Si votre sécurité ou celle d’une autre personne est menacée, Si vous avez besoin d’une aide d’urgence, Composez immédiatement le 9-1-1

source: Continue
fr: Continuer

source: Call 9-1-1
fr: Appeler le 9-1-1

# CPRMV
source: CPRLV
fr: CPRMV

source: Tracking number
fr: Numéro de suivi

source: If you have already submitted a report via MALAMO, enter your tracking number to see the status of your report.
fr: Si vous avez déjà soumis un signalement dans MALAMO, entrez votre numéro de suivi pour connaître le statut de votre signalement.

source: Submit
fr: Soumettre

source: Please input tracking number
fr: S’il vous plaît entrer le numéro de suivi.

source: Cancel
fr: Annuler

source: Please wait....
fr: S’il vous plaît, attendez...

source: Status of the report
fr: Statut du signalement

source: Tracking number is invalid.
fr: Le numéro de suivi est invalide.

source: Please enter your tracking number.
fr: S’il vous plaît entrer votre numéro de suivi.

source: Witness
fr: Témoin

source: Victim
fr: Victime

source: You don't have a camera.
fr: Vous n’avez pas de caméra.

source: Choose from...
fr: Choisissez parmi ...

source: Camera
fr: Caméra

source: Photo Library
fr: Galerie de photos

source: Video Library
fr: Vidéothèque

source: Web link
fr: Lien web

source: Please input web link.
fr: S’il vous plaît entrer le lien web.

source: Physical location or address
fr: Emplacement physique ou adresse

# This happened in transportation
source: Transportation
fr: Transports

# This happened on the internet / social media
source: Internet / Social Media
fr: Internet / Médias sociaux

# I do not want to indicate where the incondent happened
source: I don’t want to say where the incident happened
fr: Je ne souhaite pas indiquer où s’est produit l’incident

source: Please input location details.
fr: Veuillez entrer les détails de l’emplacement.

source: Please input date of the incident.
fr: S’il vous plaît entrer la date de l’incident.

source: Date of the incident is invalid.
fr: La date de l’incident est invalide.

source: Please input time of the incident.
fr: S’il vous plaît entrer l’heure de l’incident.

source: Time of the incident is invalid.
fr: L’heure de l’incident est invalide.

source: Ex : city or region
fr: Ex : ville ou région

source: Please input city or region.
fr: Veuillez entrer la ville ou la région.

source: Ex : Bus or Coach
fr: Ex : Autobus ou autocar

source: Please input details of the means of transport.
fr: Veuillez entrer les détails du moyen de transport.

source: Please input service or line number.
fr: Veuillez entrer le numéro de service ou de ligne.

source: Ex : Website / Blog etc...
fr: Ex : Site Web / Blog etc

source: Please input internet.
fr: S’il vous plaît entrer internet.

source: Please input url.
fr: S’il vous plaît entrer l’URL.

# 5 or more
source: 6 or more
fr: 6 ou plus

# Man
source: Male
fr: Homme

# Woman
source: Female
fr: Femme

# Transgender Man
source: Transgender male (F2M)
fr: Homme transgenre

# Transgender Woman
source: Transgender female (M2F)
fr: Femme transgenre

source: Other
fr: Autre

# 18 years old
source: Under 18
fr: - de 18 ans

source: 18 to 30
fr: 18 à 30

source: 31 to 40
fr: 31 à 40

source: 41 to 50
fr: 41 à 50

source: 51 to 60
fr: 51 à 60

# 61 and over
source: 61 and up
fr: 61 et plus

source: Please input people count.
fr: S’il vous plaît entrer les gens comptent.

# You added more aggressors than people.
source: You added more perpetrators than people.
fr: Vous avez ajouté plus d'individus que de personnes.

source: Please input last name.
fr: Veuillez entrer le nom de famille

source: Please input first name.
fr: S’il vous plaît entrer le prénom.

# Please input gender expressed.
source: Please input expressed gender.
fr: S’il vous plaît entrer le genre exprimeé.

source: Please input age.
fr: Veuillez entrer l’âge.

# Please input ethnic / culture background.
source: Please input ethnic / cultural origin.
fr: Veuillez entrer le contexte ethnique / culturel.

# Please input distinctive signs.
source: Please input distinguishing features.
fr: S’il vous plaît entrer des signes distinctifs.

# Do you want to describe the victim(s)?
source: Do you want to describe the victim or victims?
fr: Souhaitez-vous décrire la ou les victime(s)?

# Aggressor
source: Perpetrator
fr: Individu

source: Last name
fr: Nom

source: First Name
fr: Prénom

# Distinctive Signs
source: Distinguishing features
fr: Signes distinctifs

source: Heterosexual
fr: Hétérosexuel

source: Homosexual
fr: Homosexuel

source: Bisexual
fr: Bisexuel

source: Asexual
fr: Asexuel

# Mental handicap
source: Physical handicap
fr: Handicap mental

# Physical and mental handicap
source: Mental handicap
fr: Handicap physique et mental

# No handicap
source: Physical and mental handicap
fr: Aucun handicap

# No answer
source: No handicap
fr: Pas de réponse

# Ex : Man
source: Ex : Male
fr: Ex : Homme

source: Ex : 18 to 30
fr: Ex : 18 à 30

source: Ex : Canadian
fr: Ex : Canadien

source: Ex : Heterosexual
fr: Ex : Hétérosexuel

source: Please input sexual orientation.
fr: S’il vous plaît entrer l’orientation sexuelle.

source: Ex : Atheist
fr: Ex : Athée

source: Please input religion.
fr: S’il vous plaît entrer la religion.

source: Ex : English
fr: Ex : Anglais

source: Please input language.
fr: S’il vous plaît entrer la langue.

# Ex : Handicap mental
source: Ex : Mental handicap
fr: Ex : Handicap mental

# Do you consider yourself to be affected by a mental or physical disability?
source: Do you consider yourself to be affected by a mental or physical handicap?
fr: Considérez-vous être affecté par un handicap mental ou physique?

source: Yes
fr: Oui

source: No
fr: Non

source: Do you know the victim?
fr: Connaissez-vous la victime?

# What is your relationship with the victim?
source: What is your relationship to the victim?
fr: Quelle est votre relation avec la victime?

source: Please input other relevant information.
fr: Veuillez entrer autre information pertinente.

source: Other relevant information
fr: Autres informations pertinentes

source: Please input email.
fr: S’il vous plaît entrer l’email.

source: Email format is invalid.
fr: Le format d’email est invalide.

source: Please input phone number.
fr: S’il vous plaît entrer le numéro de téléphone.

source: Are you sure you want to submit your report?
fr: Etes-vous sûr de vouloir soumettre votre signalement?

source: Reported
fr: Signalé

source: Report submission is failed. Please try again.
fr: La soumission du rapport a échoué. Veuillez réessayer.

source: Give a general outline of the incident. More specific information about the places, date and time, victim(s) and perpetrator(s) of the incident can be provided in later parts of the report. A minimum of 1000 characters is required for this description.
fr: Décrivez le déroulement général de l’incident. Les informations plus précises à propos des lieux, de la date et de l’horaire, de la ou des victimes, ainsi que l’auteur ou les auteurs en lien avec l’incident pourront être précisées dans des étapes ultérieures du processus de signalement. Un minimum de 1000 caractères est requis pour cette description.

source: A minimum of 1000 characters is required for this description.
fr: Un minimum de 1000 caractères est requis pour cette description.

source: Location Details
fr: Précisions sur le lieu

source: Describe the location details.
fr: Décrivez le précisions sur le lieu.

source: Call the organization
fr: Appeler l’organisme

source: Open in Google Map
fr: Ouvrir dans Google Map

source: Enable microphone access from system preferences
fr: Activer l’accès au microphone à partir des préférences du système

# Share the app
source: Share the application
fr: Partager l’application

source: Rate the application
fr: Evaluer l’application

source: Contact us
fr: Contactez-nous

source: About
fr: A Propos

source: Allow geolocation
fr: Autoriser géolocalisation

source: Please download malamo app. Here is the link.
fr: S’il vous plaît télécharger l’application Malamo. Voici le lien.

source: Call us
fr: Nous appeler

source: Send us an email
fr: Nous envoyer un email

source: malamo feedback
fr: retour malamo

source: Already allowed geolocation
fr: Déjà autorisé géolocalisation.

# You can upload video file less than 10MB.
source: You can upload video file less than 10MB. You can use web link.
fr: Vous pouvez télécharger un fichier vidéo de moins de 10MB. Vous pouvez utiliser le lien Web.

source: You are about to delete this file.
fr: Vous êtes sur le point de supprimer ce fichier.

source: You are about to delete this web link.
fr: Vous êtes sur le point de supprimer ce lien web.

# You are going to remove this author description.
source: You are going to remove this perpetrator description.
fr: Vous allez supprimer cette description de l’auteur.

source: You are going to remove this victim description.
fr: Vous allez supprimer cette description de la victime.

source: Some information is missing. Please follow instructions to be able to continue.
fr: Des informations sont manquantes. Veuillez suivre les instructions à l’écran pour pouvoir continuer.

source: Please input tracking number more than 7 characters.
fr: Veuillez entrer le numéro de suivi de plus de 7 caractères.

source: The number is already exist. Please input another number.
fr: Le numéro existe déjà. S’il vous plaît entrer un autre numéro.

source: The current address is invalid. Please tap pin again.
fr: L’adresse actuelle est invalide. Veuillez appuyer à nouveau sur la broche.

source: Search for an address
fr: Chercher une adresse

source: Search for a city
fr: Chercher une ville

source: French
fr: Français

source: English
fr: Anglais

source: Other language
fr: Autre langue

source: Other religion
fr: Autre religion

source: No religious affiliation
fr: Aucune appartenance religieuse

source: This app can be used on mobile devices to report a hate incident or hate crime that has happened to you, or that you have witnessed, anywhere in Quebec. The app also provides useful information about the situation in Quebec, as well as resources for victims and witnesses.
fr: Cette application mobile vous permet de signaler un incident ou un crime haineux dont vous êtes la victime ou le témoin, et ce, directement à partir de votre appareil mobile, dans l’ensemble du Québec. Elle permet également d’accéder à une foule de contenus informatifs sur la situation au Québec et vous offre une liste de ressources d’aide, que vous soyez victime ou témoin.

# Overview
source: General
fr: Généralités

source: MALAMO was developed by the Centre for the Prevention of Radicalization Leading to Violence (CPRLV), at 800 De Maisonneuve Blvd. East, Suite 602, Montreal, QC H2L 4L8, with the support of Guarana Technologies.
fr: MALAMO a été développée par le Centre de prévention de la radicalisation menant à la violence (CPRMV) – établi au 800, boulevard de Maisonneuve Est, bureau 602, Montréal (QC) H2L 4L8 –, avec le soutien de Guarana Technologies.

source: This mobile app is being made available free of charge to all users in Quebec.
fr: Cette application mobile n’a pas une vocation commerciale : elle constitue un outil gratuit et librement accessible pour l’ensemble des utilisateurs et des utilisatrices du Québec.

source: Please read the Terms of Use and related clauses carefully. Future updates could result in changes to the Terms of Use.
fr: Il est important que vous lisiez attentivement les conditions d’utilisation et les différentes clauses afférentes. Notez que d’éventuelles mises à jour de l’application mobile pourraient conduire à de nouvelles conditions d’utilisation.

source: Terms of Use
fr: Conditions d’utilisation

source: MALAMO allows you, as a witness or victim, to easily report a hate crime or incident anywhere in Quebec.
fr: En se servant de MALAMO, l’utilisateur ou l’utilisatrice (ci-après désignés sous le seul vocable d’utilisateur) peut signaler facilement un événement à caractère haineux n’importe où au Québec, qu’il en soit le témoin ou la victime.

source: However, MALAMO may not be used to fraudulently denounce or make false accusations against individuals, groups or organizations. The information you provide via the mobile app is your responsibility alone.
fr: Le CPRMV n’assume aucune responsabilité et ne saurait être tenu responsable de toute action, erreur, omission, utilisation ou mauvais fonctionnement liés à l’application mobile, et de toutes conséquences découlant des facteurs susmentionnés, ou de l’utilisation totale ou partielle de l’application mobile, ou de l’impossibilité d’y accéder.

source: CPRLV does not assume any responsibility and shall not be held liable for any action, error, omission, use or malfunction of the mobile app, or the consequences of any of the preceding, or the total or partial use of the mobile app, or incapacity to access the mobile app. Furthermore, CPRLV does not assume any liability for the content of MALAMO or the content and services provided by a third party, even when that third party is referred to in the mobile app. Consequently, CPRLV may not be held liable by you, or by any other individual, group or organization, for any damage whatsoever (direct, indirect, ancillary, special, exemplary or punitive) stemming directly or indirectly from total or partial use of the mobile app, from access or incapacity to access the mobile app, or from any decision or other measure taken by you or by any other individual, group or organization in consideration for the use of MALAMO or regarding the information contained in the mobile app or for any mistake or omission in the mobile app, or any use or non-authorized reproduction of MALAMO, even if the CPRLV has been informed of the possible existence of such damage or the possible existence of a situation likely to occasion such claims. As the user of the mobile app and considering everything stated above, you assume any and all liability of any nature whatsoever related to the use or attempts to use MALAMO.
fr: Le CPRMV n’assume également aucune responsabilité quant au contenu de MALAMO ou au contenu et aux services fournis par une tierce partie, même si cette tierce partie est référencée dans l’application mobile. En conséquence, le CPRMV ne saurait être tenu responsable envers tout utilisateur, ou tout autre personne, groupe ou organisation, de quelque dommages-intérêts que ce soit (direct, indirect, accessoire, spécial, exemplaire ou punitif) découlant directement ou indirectement de l’utilisation totale ou partielle de l’application mobile, de la capacité ou non d’y accéder, et de toute décision ou autre mesure prise par l’utilisateur ou par tout autre personne, groupe ou organisation en considération de l’utilisation de MALAMO ou sur la foi de l’information qu’elle contient, de toute erreur ou omission liée à l’application mobile, ainsi que de toute utilisation ou reproduction non autorisée de MALAMO, et ce, même si le CPRMV a été informé de la possibilité de l’existence de tels dommages-intérêts ou de la possibilité de l’existence d’une situation susceptible d’engendrer de telles réclamations. L’utilisateur de l’application mobile assume l’entière responsabilité, de quelque nature qu’elle soit et considérant tout ce qui a été dit plus haut, relativement à son utilisation ou à sa tentative d’utilisation de MALAMO.

# Nature of information provided in the mobile application
source: Nature of Information Provided in the Mobile App
fr: Nature des informations fournies dans l’application mobile

source: The CPRLV uses sources considered reliable, as well as its own data, to document and update as accurately as possible the information it disseminates and shares via MALAMO. Despite every effort made to ensure the quality and accuracy of the content of MALAMO, mistakes may occur, for which the CPRLV shall not be held liable. However, the CPRLV shall take the steps necessary and possible to correct such mistakes. Notwithstanding the foregoing, the CPRLV; - reserves the right to modify the content of the mobile app and the information shared on it at any time and without prior notice; - does not guarantee and is not liable for the accuracy, updating or completeness of the content it shares on the mobile app; - does not endorse the products, services, content or relevance of the websites whose links it provides as additional resources; it is understood that you may not hold CPRLV responsible for such sites.
fr: Le CPRMV utilise des sources jugées fiables ainsi que ses propres données pour documenter et maintenir à jour le plus exactement possible les informations qu’il diffuse et partage par le moyen de MALAMO. Malgré tous les efforts déployés pour assurer la qualité et la justesse du contenu de MALAMO, des erreurs peuvent survenir, pour lesquelles le CPRMV ne saurait être tenu responsable ; cependant, il fera les démarches nécessaires et possibles pour les corriger. Nonobstant ce qui précède, le CPRMV: - se réserve le droit, en tout temps et sans préavis, de modifier le contenu de l’application mobile et des informations qu’il y partage; - ne se porte pas garant ni responsable de l’exactitude, de l’actualisation et de l’intégralité du contenu qu’il partage par le moyen de l’application mobile; - ne cautionne aucunement les produits, les services, le contenu et la pertinence des sites Web qu’il met à la disposition de l’utilisateur à titre de ressources supplémentaires ; il est entendu que l'utilisateur ne peut tenir le CPRMV responsable de ces sites.

# Confidentiality of shared information
source: Confidentiality of Information Shared
fr: Confidentialité des informations partagées

source: All personal and non-personal information shared by you on MALAMO shall be kept confidential at all times and will not be shared with third parties (individuals, groups, organizations, public or private companies); it will however be shared with competent law enforcement authorities if the report is about a hate crime that requires the intervention of such authorities. By submitting a report via this mobile app, you consent to the report and the information it contains being shared with competent law enforcement authorities in the event it is determined that a hate crime has been committed or is suspected.
fr: Toute information nominative et non nominative partagée par l’utilisateur sur MALAMO demeure en tout temps confidentielle et n’est en aucun cas partagée avec des tiers (personne, groupe, organisme, compagnie publique ou privée), à l’exception des autorités policières compétentes si le signalement indique un crime haineux qui nécessite l’intervention desdits services policiers : en soumettant son signalement via cette application mobile, l’utilisateur consent ainsi à ce que son signalement et les informations qu’il contient, sous réserve qu’un crime haineux soit déterminé ou suspecté, soient partagés avec les autorités policières compétentes.

# Using shared information for research purposes
source: Use of Information Shared for Research
fr: Utilisation des informations partagées à des fins de recherche

source: All non-personal information shared via the mobile app may be used by the CPRLV for research purposes, to document hate crimes and incidents in Quebec. By using this mobile app, you agree that the information you submit may be used, in an aggregate and anonymous form, for research purposes.
fr: Toute information non nominative partagée par l’intermédiaire de l’application mobile pourrait être utilisée par le CPRMV à des fins de recherche, dans l’optique de documenter la réalité des crimes et des incidents haineux au Québec. En utilisant cette application mobile, l’utilisateur consent donc à l’emploi, à des fins de recherche et sous forme agrégée et anonyme, des informations qu’il soumet.

source: Intellectual Property
fr: Propriété intellectuelle

source: All the content in this mobile app (including and without being limited to the mobile app name, data, information, design, interface, graphs, images, logos)are the intellectual property of the CPRLV. This content cannot be used, reproduced, adapted or translated, in whole or in part, without the express written permission of a duly authorized representative of the Centre for the Prevention of Radicalization Leading to Violence (CPRLV).
fr: Tout le contenu de la présente application mobile (notamment et sans s’y limiter : nom de l’application mobile, données, informations, design, interface, graphiques, images, logos) constitue la propriété intellectuelle du CPRMV. Il ne peut être utilisé, reproduit, adapté ou traduit, en totalité ou en partie, sans le consentement expressément écrit d’un représentant dûment autorisé du Centre de prévention de la radicalisation menant à la violence (CPRMV).

source: If this report is related to an incident that you have already reported, please enter the tracking number so that we can compile your two reports:
fr: Si ce signalement est lié à un incident que vous avez déjà signalé, veuillez entrer le numéro de suivi afin que nous puissions compiler vos deux signalements:

source: Select the category that reflects the nature of the incident you wish to report.
fr: Indiquez la catégorie qui reflète la nature de l’incident que vous souhaitez signaler.

# (You can select multiple categories)
source: (You can select more than one category)
fr: (Vous pouvez sélectionner plusieurs catégories)

# Indicate the reason for the incident you want to report.
source: Select the motivation for the incident you wish to report.
fr: Indiquez le motif sur lequel porte l’incident que vous souhaitez signaler.

# (You can select multiple factors)
source: (You can select more than one reason)
fr: (Vous pouvez sélectionner plusieurs facteurs)

source: To illustrate what happened, you can attach image, video or audio files, or enter Web links related to the incident. If you don’t want to import any content, skip to the next step.
fr: Pour illustrer les faits, vous pouvez joindre ici des fichiers photo, vidéo ou audio, ou inscrire liens Web liées à l’incident. Si vous ne désirez pas importer de contenu, passez à l’étape suivante.

source: For this report, please describe the incident as accurately as possible:
fr: Afin de préciser votre signalement, veuillez décrire l’incident le plus exactement possible.

# Where did the incident occur?
source: Where did the incident happen?
fr: Où s’est produit l’incident?

source: Enter the address or name of the place where the incident happened, or indicatethe location on the map using your fingers:
fr: Entrez l’adresse ou le nom du lieu où l’incident s’est produit, ou indiquez le lieu directement sur la carte à l’aide d’un repère:

# Do you want to report the author(s) of the incident?
source: Do you want to report the perpetrator(s) of the incident?
fr: Souhaitez-vous signaler l’auteur ou les auteur(s) de l’incident?

# Add the description of an author of the incident.
source: Enter the information you know:
fr: Ajouter la description d’un auteur de l’incident

source: Please provide as much information about yourself as possible. Remember that your report is confidential and will not be sent to the police unless the incident you’re reporting is considered a hate crime.
fr: Veuillez entrer le plus d’informations possible à votre propos. N’oubliez pas que votre signalement est confidentiel et qu’il ne sera acheminé à la police que si l’incident que vous signalez correspond à un crime haineux.
